Repository: Photonios/cfr-train-info
Catalog: locale/*.po
Languages: ro

source: Train number
ro: Numărul trenului

source: About
ro: Despre

source: Find train
ro: Caută tren

source: Find
ro: Caută

source: Route
ro: Traseu

source: Rank
ro: Rang

source: Number
ro: Număr

source: Distance
ro: Distanţă

source: Duration
ro: Durată

source: Arrives at
ro: Soseşte la

source: Delay
ro: Întârziere

source: Next stop
ro: Următoarea oprire

source: Last info
ro: Ultima actualizare

source: Station
ro: Statie

source: Arrives
ro: Sosește

source: Leaves
ro: Pleacă

source: Staying
ro: Staționare

source: We couldn't find that train
ro: Nu a fost găsit nici un tren

source: Real-time updates for {rank}{number}, on the route '{route}'.
ro: Actualizări în timp real pentru {rank}{number}, pe ruta '{route}'.

source: Real-time updates on trains in Romania.
ro: Actualizări în timp real pentru trenurile din România.
